src/xml/request_templates/bog_new_no_holdings.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>51546466|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788799782208</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Slagelse besat - og befriet!</dc:title>
              <dc:title xsi:type="dkdcplus:full">Slagelse besat - og befriet!</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">46.4 Slagelse</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte lokaliteter uden for København</dc:subject>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Carsten Egø Nielsen</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:aut">Ole Bay Andersen (f. 1050-10-30)</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:aut">Carsten Egø Nielsen</dc:contributor>
              <dc:date>2015</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret (nogle i farver)</dc:format>
              <dcterms:extent>244 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">51546466</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20150127153026</marcx:subfield>
                  <marcx:subfield code="d">20150121</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2015</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">y</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="x">06</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="e">9788799782208</marcx:subfield>
                  <marcx:subfield code="c">ib.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">ACC201504</marcx:subfield>
                  <marcx:subfield code="a">DBF201507</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Slagelse besat - og befriet!</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">[Slagelse]</marcx:subfield>
                  <marcx:subfield code="b">[Carsten Egø Nielsen]</marcx:subfield>
                  <marcx:subfield code="c">[2015]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">244 sider</marcx:subfield>
                  <marcx:subfield code="b">ill. (nogle i farver)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="521">
                  <marcx:subfield code="b">1. oplag</marcx:subfield>
                  <marcx:subfield code="c">[2015]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="532">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Med litteraturhenvisninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">46.4</marcx:subfield>
                  <marcx:subfield code="b">Slagelse</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">96.71</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">69333176</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Bay Andersen</marcx:subfield>
                  <marcx:subfield code="h">Ole</marcx:subfield>
                  <marcx:subfield code="c">f. 1050-10-30</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                  <marcx:subfield code="å">1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">68273412</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Egø Nielsen</marcx:subfield>
                  <marcx:subfield code="h">Carsten</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                  <marcx:subfield code="å">2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Andersen</marcx:subfield>
                  <marcx:subfield code="h">Ole bay</marcx:subfield>
                  <marcx:subfield code="z">700/1</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Nielsen</marcx:subfield>
                  <marcx:subfield code="h">Carsten Egø</marcx:subfield>
                  <marcx:subfield code="z">700/2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:51546466</os:identifier>
            <os:creationDate>2016-06-21</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_new_no_holdings.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
